tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "chezmoi"
brew "fnm"
brew "fontconfig"
brew "gh"
brew "neovim"
brew "starship"
brew "thefuck"
cask "1password"
cask "1password-cli"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "kap"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "wezterm"
cask "yubico-yubikey-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "Ionic.ionic"
vscode "Vue.volar"
vscode "zhuangtongfa.material-theme"
