tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "chezmoi"
brew "cocoapods"
brew "fd"
brew "fnm"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "git-delta"
brew "htop"
brew "lazydocker"
brew "neofetch"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tree"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "github"
cask "google-chrome"
cask "kap"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "stats"
cask "wezterm"
cask "yubico-yubikey-manager"
vscode "42crunch.vscode-openapi"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "ionic.ionic"
vscode "jebbs.plantuml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "vue.volar"
vscode "zhuangtongfa.material-theme"
